<?php
//===================================================================
// Globals param form excel
//===================================================================
$Z3D = array(
'app_title'=>'高等教育出版社博物馆',
'default_node'=>'node_00010101',
'mmi_has_plan'=>'1',
'has_big_plan'=>'0',
'big_plan_width'=>'1600',
'big_plan_height'=>'1034',
'big_plan_has_index_box'=>'0',
'big_plan_360'=>'0',
'big_plan_360_key_nb'=>'4',
'big_plan_default_x'=>'0',
'big_plan_default_y'=>'0',
'mobile_has_plan_internal'=>'1',
'showtext_type'=>'0',
'PLAN_COORDINATE_YOFFSET'=>'0',
'plan_x_hided'=>'-700',
'plan_x_show'=>'20',
'module_guide'=>'0',
'module_affair'=>'0',
'mmi_skin_type'=>'6',

);

//------------------------------------------------------------
// NODE INITIAL VALUES
//------------------------------------------------------------
$node_init_value = array(
'node_00010101'=>array('ath'=>62.3, 'atv'=>1.34, 'fov'=>120, 'hrad'=>-125, 'fmin'=>40, 'fmax'=>120, 'hmin'=>-360, 'hmax'=>360, 'vmin'=>15, 'vmax'=>-15, 'floor'=>'F1', 'alt'=>'展馆入口'),
'node_00010102'=>array('ath'=>-159, 'atv'=>-0.32, 'fov'=>115, 'hrad'=>137, 'fmin'=>40, 'fmax'=>130, 'hmin'=>-360, 'hmax'=>360, 'vmin'=>15, 'vmax'=>-15, 'floor'=>'F1', 'alt'=>'领导关怀1'),
'node_00010103'=>array('ath'=>-122.56, 'atv'=>0.03, 'fov'=>120, 'hrad'=>-23, 'fmin'=>40, 'fmax'=>120, 'hmin'=>-360, 'hmax'=>360, 'vmin'=>15, 'vmax'=>-15, 'floor'=>'F1', 'alt'=>'领导关怀2'),
'node_00010104'=>array('ath'=>-159.36, 'atv'=>-0.47, 'fov'=>130, 'hrad'=>-45, 'fmin'=>40, 'fmax'=>130, 'hmin'=>-360, 'hmax'=>360, 'vmin'=>15, 'vmax'=>-15, 'floor'=>'F1', 'alt'=>'改造与引进'),
'node_00010105'=>array('ath'=>-114.84, 'atv'=>0.03, 'fov'=>120, 'hrad'=>-130, 'fmin'=>40, 'fmax'=>120, 'hmin'=>-360, 'hmax'=>360, 'vmin'=>15, 'vmax'=>-15, 'floor'=>'F1', 'alt'=>'出版社成立'),

'node_00010107'=>array('ath'=>-106.38, 'atv'=>0.78, 'fov'=>120, 'hrad'=>-70, 'fmin'=>40, 'fmax'=>120, 'hmin'=>-360, 'hmax'=>360, 'vmin'=>15, 'vmax'=>-15, 'floor'=>'F1', 'alt'=>'书籍墙'),

'node_00010108'=>array('ath'=>-2.44, 'atv'=>-0.85, 'fov'=>130, 'hrad'=>90, 'fmin'=>40, 'fmax'=>130, 'hmin'=>-360, 'hmax'=>360, 'vmin'=>15, 'vmax'=>-15, 'floor'=>'F1', 'alt'=>'领导题字'),
'node_00010110'=>array('ath'=>-5.3, 'atv'=>6.18, 'fov'=>108, 'hrad'=>90, 'fmin'=>40, 'fmax'=>120, 'hmin'=>-360, 'hmax'=>360, 'vmin'=>15, 'vmax'=>-15, 'floor'=>'F1', 'alt'=>'教材作者'),
'node_00010111'=>array('ath'=>0.04, 'atv'=>7.32, 'fov'=>120, 'hrad'=>180, 'fmin'=>40, 'fmax'=>120, 'hmin'=>-360, 'hmax'=>360, 'vmin'=>15, 'vmax'=>-15, 'floor'=>'F1', 'alt'=>'荣誉区'),

);

//------------------------------------------------------------
// NODE INITIAL VALUES: TITLE/DESC/VOICE/背景音乐
//------------------------------------------------------------
$node_init_value2 = array(
'node_00010101'=>array('type'=>'全景','template'=>'R99','order'=>'1','help'=>'info.png','bksnd'=>'0 (1).mp3','voice'=>'qianyan.mp3','desc'=>'', 'gotovoice'=>''),
'node_00010102'=>array('type'=>'全景','template'=>'R99','order'=>'2','help'=>'info.png','bksnd'=>'0 (11).mp3','voice'=>'lingdao-01.mp3','desc'=>'', 'gotovoice'=>''),
'node_00010103'=>array('type'=>'全景','template'=>'R99','order'=>'3','help'=>'info.png','bksnd'=>'0 (2).mp3','voice'=>'lingdao-02.mp3','desc'=>'', 'gotovoice'=>''),
'node_00010104'=>array('type'=>'全景','template'=>'R99','order'=>'9','help'=>'info.png','bksnd'=>'2.mp3','voice'=>'','desc'=>'', 'gotovoice'=>''),
'node_00010105'=>array('type'=>'全景','template'=>'R99','order'=>'4','help'=>'info.png','bksnd'=>'0 (12).mp3','voice'=>'','desc'=>'', 'gotovoice'=>''),

'node_00010107'=>array('type'=>'全景','template'=>'R99','order'=>'6','help'=>'info.png','bksnd'=>'5.mp3','voice'=>'protect.mp3','desc'=>'', 'gotovoice'=>''),
'node_00010108'=>array('type'=>'全景','template'=>'R99','order'=>'7','help'=>'info.png','bksnd'=>'0 (11).mp3','voice'=>'','desc'=>'', 'gotovoice'=>''),
'node_00010110'=>array('type'=>'全景','template'=>'R99','order'=>'8','help'=>'info.png','bksnd'=>'0 (2).mp3','voice'=>'','desc'=>'', 'gotovoice'=>''),
'node_00010111'=>array('type'=>'全景','template'=>'R99','order'=>'9','help'=>'info.png','bksnd'=>'5.mp3','voice'=>'','desc'=>'', 'gotovoice'=>''),

);

//------------------------------------------------------------
// NODE NAVIG/ARROW VALUES
//------------------------------------------------------------
$node_nav_data=array(
array('from'=>'node_00010101','to'=>'node_00010102','style'=>'arrow_f','ath'=>-26.51,'atv'=>17.95,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>-159,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010102','to'=>'node_00010101','style'=>'arrow_f','ath'=>108.55,'atv'=>22.24,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>62.3,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010102','to'=>'node_00010103','style'=>'arrow_l','ath'=>-79.36,'atv'=>12.71,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>-121.85,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010103','to'=>'node_00010102','style'=>'arrow_r','ath'=>167.19,'atv'=>21.49,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>-159,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010104','to'=>'node_00010105','style'=>'arrow_f','ath'=>-67.4,'atv'=>26.19,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>-114.84,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010105','to'=>'node_00010104','style'=>'arrow_f','ath'=>153.39,'atv'=>18.21,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>116.89,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010105','to'=>'node_00010107','style'=>'arrow_f','ath'=>31,'atv'=>25.72,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>-104.56,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010107','to'=>'node_00010105','style'=>'arrow_l','ath'=>148.63,'atv'=>21.88,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>-114.66,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),


array('from'=>'node_00010104','to'=>'node_00010108','style'=>'arrow_r','ath'=>124.15,'atv'=>20.41,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>-2.05,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),


array('from'=>'node_00010103','to'=>'node_00010108','style'=>'arrow_f','ath'=>-34.65,'atv'=>19.89,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>999,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010108','to'=>'node_00010103','style'=>'arrow_f','ath'=>-90.79,'atv'=>19.81,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>-1.9,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),

array('from'=>'node_00010101','to'=>'node_00010110','style'=>'arrow_f','ath'=>151.17,'atv'=>11.26,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>999,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010110','to'=>'node_00010101','style'=>'arrow_f','ath'=>-179.32,'atv'=>12.34,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>999,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010110','to'=>'node_00010111','style'=>'arrow_f','ath'=>84.31,'atv'=>16.68,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>999,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),
array('from'=>'node_00010111','to'=>'node_00010110','style'=>'arrow_f','ath'=>-165.29,'atv'=>15.17,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>-93.56,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),



array('from'=>'node_00010108','to'=>'node_00010104','style'=>'arrow_l','ath'=>80.49,'atv'=>17.01,'alt'=>'','lookh'=>0,'lookv'=>0,'fov'=>45,'dest_h'=>999,'dest_v'=>0,'turn_h'=>999,'turn_v'=>999,'onclick'=>''),


);

//------------------------------------------------------------
// PLAN COORDINATES
//------------------------------------------------------------
$node_plan_coord_data=array(

array('node'=>'node_00010101','x'=>207,'y'=>113,'bp_x'=>207,'bp_y'=>113,'floor'=>'F1','alt'=>'','type'=>'P','relation'=>'NA'),
array('node'=>'node_00010102','x'=>175,'y'=>111,'bp_x'=>175,'bp_y'=>111,'floor'=>'F1','alt'=>'','type'=>'P','relation'=>'NA'),
array('node'=>'node_00010103','x'=>112,'y'=>142,'bp_x'=>112,'bp_y'=>142,'floor'=>'F1','alt'=>'','type'=>'P','relation'=>'NA'),
array('node'=>'node_00010104','x'=>160,'y'=>209,'bp_x'=>160,'bp_y'=>209,'floor'=>'F1','alt'=>'','type'=>'P','relation'=>'NA'),
array('node'=>'node_00010105','x'=>186,'y'=>209,'bp_x'=>186,'bp_y'=>209,'floor'=>'F1','alt'=>'','type'=>'P','relation'=>'NA'),

array('node'=>'node_00010107','x'=>207,'y'=>253,'bp_x'=>207,'bp_y'=>253,'floor'=>'F1','alt'=>'','type'=>'P','relation'=>'NA'),

array('node'=>'node_00010108','x'=>112,'y'=>177,'bp_x'=>112,'bp_y'=>177,'floor'=>'F1','alt'=>'','type'=>'P','relation'=>'NA'),
array('node'=>'node_00010110','x'=>295,'y'=>108,'bp_x'=>295,'bp_y'=>108,'floor'=>'F1','alt'=>'','type'=>'P','relation'=>'NA'),
array('node'=>'node_00010111','x'=>294,'y'=>218,'bp_x'=>294,'bp_y'=>218,'floor'=>'F1','alt'=>'','type'=>'P','relation'=>'NA'),

);


$PLAN_KEYS360_COORD=array(
);

//------------------------------------------------------------
// ITINERARY
//------------------------------------------------------------
$z3d_itin = array(

);


//------------------------------------------------------------
// HS
//------------------------------------------------------------
$node_hs_data=array(
	array('node'=>'node_00010101', 'alt'=>'前言','type'=>'Z', 'id'=>'38','album_id'=>'','zoom_type'=>'INT', 'x1'=>'35.14','y1'=>'-22','x2'=>'65.47','y2'=>'-22','x3'=>'65.78','y3'=>'4.9','x4'=>'35.76','y4'=>'4.07'),
	array('node'=>'node_00010102', 'alt'=>'领导关怀1','type'=>'Z', 'id'=>'47','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-176.57','y1'=>'-23.07','x2'=>'-135.13','y2'=>'-20.76','x3'=>'-135.48','y3'=>'1.47','x4'=>'-175.95','y4'=>'1.98'),
	array('node'=>'node_00010102', 'alt'=>'领导关怀2','type'=>'Z', 'id'=>'49','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-124.4','y1'=>'-19.48','x2'=>'-107.74','y2'=>'-19.01','x3'=>'-107.81','y3'=>'1.47','x4'=>'-124.82','y4'=>'1.98'),
	array('node'=>'node_00010102', 'alt'=>'高等教育出版社','type'=>'Z', 'id'=>'46','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-102.74','y1'=>'-16.08','x2'=>'-96.47','y2'=>'-15.24','x3'=>'-96.47','y3'=>'0.06','x4'=>'-102.89','y4'=>'0.83'),
	array('node'=>'node_00010102', 'alt'=>'新时期的旗帜','type'=>'Z', 'id'=>'48','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-93.7','y1'=>'-14.4','x2'=>'-90.11','y2'=>'-13.79','x3'=>'-90.26','y3'=>'-0.32','x4'=>'-94.03','y4'=>'-0.32'),
	array('node'=>'node_00010102', 'alt'=>'领导关怀3','type'=>'Z', 'id'=>'50','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-88.36','y1'=>'-12.82','x2'=>'-85.59','y2'=>'-12.08','x3'=>'-85.97','y3'=>'-0.45','x4'=>'-88.36','y4'=>'-0.19'),
	array('node'=>'node_00010102', 'alt'=>'小夜曲','type'=>'Z', 'id'=>'51','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-19.67','y1'=>'-3.35','x2'=>'3.44','y2'=>'-2.61','x3'=>'3.68','y3'=>'14.75','x4'=>'-15.49','y4'=>'15.92'),
	
	array('node'=>'node_00010103', 'alt'=>'李岚清-《我为大师画素描》','type'=>'Z', 'id'=>'146','album_id'=>'','zoom_type'=>'INT', 'x1'=>'45.55','y1'=>'11.33','x2'=>'70.77','y2'=>'10.97','x3'=>'83.39','y3'=>'42.55','x4'=>'32.23','y4'=>'42.62'),
	array('node'=>'node_00010103', 'alt'=>'李铁映-《大学笔记》','type'=>'Z', 'id'=>'145','album_id'=>'','zoom_type'=>'INT', 'x1'=>'0.26','y1'=>'8.17','x2'=>'30.82','y2'=>'10.96','x3'=>'10.58','y3'=>'33.49','x4'=>'0','y4'=>'30.97'),

	array('node'=>'node_00010103', 'alt'=>'领导关怀1','type'=>'Z', 'id'=>'106','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-178.03','y1'=>'-24.81','x2'=>'-169.94','y2'=>'-24.98','x3'=>'-169.66','y3'=>'13.51','x4'=>'-177.5','y4'=>'15.24'),
	array('node'=>'node_00010103', 'alt'=>'领导关怀2','type'=>'Z', 'id'=>'109','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-165.34','y1'=>'-24.89','x2'=>'-152.41','y2'=>'-25.07','x3'=>'-151.79','y3'=>'17.69','x4'=>'-165','y4'=>'17.96'),
	array('node'=>'node_00010103', 'alt'=>'领导关怀3','type'=>'Z', 'id'=>'107','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-144.72','y1'=>'-24.98','x2'=>'-125.29','y2'=>'-25.24','x3'=>'-124.57','y3'=>'20.15','x4'=>'-144.28','y4'=>'20.33'),
	array('node'=>'node_00010103', 'alt'=>'领导关怀4','type'=>'Z', 'id'=>'108','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-115.7','y1'=>'-25.32','x2'=>'-96.43','y2'=>'-24.98','x3'=>'-96.69','y3'=>'20.15','x4'=>'-115.39','y4'=>'20.42'),
	array('node'=>'node_00010103', 'alt'=>'领导关怀5','type'=>'Z', 'id'=>'105','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-88.8','y1'=>'-23.86','x2'=>'-76.05','y2'=>'-22.81','x3'=>'-76.11','y3'=>'16.77','x4'=>'-89.3','y4'=>'17.51'),
	array('node'=>'node_00010103', 'alt'=>'领导关怀6','type'=>'Z', 'id'=>'110','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-71.41','y1'=>'-22.45','x2'=>'-64.03','y2'=>'-22.63','x3'=>'-64.03','y3'=>'13.22','x4'=>'-71.95','y4'=>'13.31'),

	array('node'=>'node_00010104', 'alt'=>'教育部召开第一次全国高等教育会议','type'=>'Z', 'id'=>'62','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-168.5','y1'=>'-23.09','x2'=>'-144.8','y2'=>'-23.53','x3'=>'-145.28','y3'=>'-7.63','x4'=>'-168.87','y4'=>'-6.61'),
	array('node'=>'node_00010104', 'alt'=>'党和人民政府开始“有步骤地谨慎地进行旧有学校教育事业的改革工作”','type'=>'Z', 'id'=>'59','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-169.74','y1'=>'5.51','x2'=>'-143.83','y2'=>'5.88','x3'=>'-143.83','y3'=>'24.09','x4'=>'-169','y4'=>'22.49'),
	array('node'=>'node_00010104', 'alt'=>'中共中央宣传部部长陆定一明确要求：“教科书要由国家办”。','type'=>'Z', 'id'=>'61','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-137.24','y1'=>'-22.76','x2'=>'-116.61','y2'=>'-22.43','x3'=>'-116.61','y3'=>'12.47','x4'=>'-136.35','y4'=>'12.34'),
	array('node'=>'node_00010105', 'alt'=>'新董事会的暂行简则和人员名单','type'=>'Z', 'id'=>'74','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-120.27','y1'=>'-24.54','x2'=>'-90.55','y2'=>'-23.16','x3'=>'-92.66','y3'=>'14.08','x4'=>'-117.74','y4'=>'14.76'),
	array('node'=>'node_00010105', 'alt'=>'改组为高等教育出版社。','type'=>'Z', 'id'=>'71','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-82.35','y1'=>'-22.01','x2'=>'-65.07','y2'=>'-22.19','x3'=>'-65.32','y3'=>'15.73','x4'=>'-82.83','y4'=>'15.25'),
	
	array('node'=>'node_00010105', 'alt'=>'书籍1','type'=>'Z', 'id'=>'75','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-165.96','y1'=>'-31.7','x2'=>'-132.94','y2'=>'-31.92','x3'=>'-132.158','y3'=>'-8.91','x4'=>'-165.15','y4'=>'-8.91'),
	array('node'=>'node_00010105', 'alt'=>'书籍2','type'=>'Z', 'id'=>'76','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-165.5','y1'=>'6.49','x2'=>'-132.29','y2'=>'6.6','x3'=>'-131.82','y3'=>'27.77','x4'=>'-165.41','y4'=>'27.77'),
	array('node'=>'node_00010105', 'alt'=>'高等教育出版社正式成立，标志着我国高等教育教材的编辑、出版有了专业机构','type'=>'Z', 'id'=>'134','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-61.09','y1'=>'-16.14','x2'=>'-51.9','y2'=>'-12.63','x3'=>'-52.11','y3'=>'9.52','x4'=>'-61.62','y4'=>'14.45'),
	array('node'=>'node_00010105', 'alt'=>'任命武剑西为人民教育出版社副社长','type'=>'Z', 'id'=>'133','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-38.33','y1'=>'0.41','x2'=>'-21.34','y2'=>'0.52','x3'=>'-21.65','y3'=>'10.94','x4'=>'-38.24','y4'=>'10.94'),
	array('node'=>'node_00010105', 'alt'=>'五本书籍','type'=>'Z', 'id'=>'137','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-16.21','y1'=>'2.44','x2'=>'0','y2'=>'3.37','x3'=>'0','y3'=>'11.1','x4'=>'-16.83','y4'=>'11.5'),
	
	
	array('node'=>'node_00010103', 'alt'=>'电子书：领导题词','type'=>'E', 'id'=>'media/ebook/ldtc/index.html','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-59.64','y1'=>'-13.5','x2'=>'-40.85','y2'=>'-6.74','x3'=>'-40.79','y3'=>'7.77','x4'=>'-59.38','y4'=>'15.21'),
	array('node'=>'node_00010107', 'alt'=>'电子书：积分方程','type'=>'E', 'id'=>'media/ebook/jffc/index.html','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-114.2','y1'=>'-16.19','x2'=>'-107.35','y2'=>'-15.62','x3'=>'-107.55','y3'=>'-7.75','x4'=>'-114.29','y4'=>'-7.85'),
	array('node'=>'node_00010105', 'alt'=>'视频：老照片','type'=>'VI', 'id'=>'lzp.mp4','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-51.55','y1'=>'-15.27','x2'=>'-43.72','y2'=>'-13.49','x3'=>'-43.23','y3'=>'15.06','x4'=>'-51.31','y4'=>'16.48'),
	array('node'=>'node_00010105', 'alt'=>'视频：武剑西','type'=>'VI', 'id'=>'wjx.mp4','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-35.84','y1'=>'-11.57','x2'=>'-5.37','y2'=>'-11.77','x3'=>'-5.28','y3'=>'-1.42','x4'=>'-36.14','y4'=>'-1.94'),
	array('node'=>'node_00010105', 'alt'=>'电子书：高等教育出版社成立后出版的第一本图书','type'=>'E', 'id'=>'media/ebook/lx/index.html','album_id'=>'','zoom_type'=>'INT', 'x1'=>'45.96','y1'=>'1.11','x2'=>'89.54','y2'=>'2.87','x3'=>'90.35','y3'=>'26.22','x4'=>'45.7','y4'=>'26.54'),
	array('node'=>'node_00010104', 'alt'=>'电子书：高等教育出版社成立后出版的第一本图书','type'=>'E', 'id'=>'media/ebook/lx/index.html','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-56.42','y1'=>'1.4','x2'=>'-47.16','y2'=>'1.65','x3'=>'-46.95','y3'=>'8.98','x4'=>'-56.54','y4'=>'10.06'),

	array('node'=>'node_00010107', 'alt'=>'电子书：泛函分析','type'=>'E', 'id'=>'media/ebook/fhfx/index.html','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-94.23','y1'=>'14.05','x2'=>'-88.33','y2'=>'13.56','x3'=>'-87.38','y3'=>'22.91','x4'=>'-93.73','y4'=>'22.91'),
	array('node'=>'node_00010107', 'alt'=>'电子书：领导题词','type'=>'E', 'id'=>'media/ebook/zwx/index.html','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-140.83','y1'=>'13.56','x2'=>'-136.49','y2'=>'13.46','x3'=>'-137.44','y3'=>'22.47','x4'=>'-142.2','y4'=>'22.82'),
	array('node'=>'node_00010105', 'alt'=>'3d环物：打印机','type'=>'Z3D', 'id'=>'006/img','album_id'=>'','zoom_type'=>'INT', 'x1'=>'99.58','y1'=>'7.83','x2'=>'120.58','y2'=>'8.82','x3'=>'120.82','y3'=>'14.21','x4'=>'99.89','y4'=>'14.13'),
	array('node'=>'node_00010108', 'alt'=>'电子书：高等教育出版社成立后出版的第一本图书','type'=>'E', 'id'=>'media/ebook/ldtc/index.html','album_id'=>'','zoom_type'=>'INT', 'x1'=>'-68.29','y1'=>'-15.88','x2'=>'56.555','y2'=>'-20.4','x3'=>'56.46','y3'=>'15.12','x4'=>'-68.16','y4'=>'10.75'),

);


//------------------------------------------------------------
$Z3D_VIDEO_DYN = array(

);

//------------------------------------------------------------
$Z3D_NODE_BUBBLE_TEXT=array(
array('node'=>'node_00010103','name'=>'sjjt','ath'=>150.35,'atv'=>1.14,'scale'=>0.3, 'onclick'=>'js(bubble_sjjt_onclick("sjjt"))'),

array('node'=>'node_00010102','name'=>'sjjt','ath'=>-58.23,'atv'=>5.33,'scale'=>0.3, 'onclick'=>'js(bubble_sjjt_onclick("sjjt"))'),


array('node'=>'node_00010103','name'=>'blz','ath'=>95.58,'atv'=>2.66,'scale'=>0.3, 'onclick'=>'js(bubble_tjp_onclick)'),


array('node'=>'node_00010103','name'=>'llq','ath'=>56.56,'atv'=>13.29,'scale'=>0.4, 'onclick'=>'js(bubble_llq_onclick("sjjt"))'),
array('node'=>'node_00010103','name'=>'lty','ath'=>25.29,'atv'=>12.09,'scale'=>0.4, 'onclick'=>'js(bubble_lty_onclick("sjjt"))'),

array('node'=>'node_00010105','name'=>'lixue','ath'=>78,'atv'=>13.53,'scale'=>0.4, 'onclick'=>'js(bubble_lixue_onclick())'),
array('node'=>'node_00010104','name'=>'lixue','ath'=>-51.77,'atv'=>-1.22,'scale'=>0.3, 'onclick'=>'js(bubble_lixue_onclick())'),

);

$Z3D_NODE_ENTER_TEXT=array(
array('node'=>'node_00010101','title'=>'欢迎参观高等教育出版社博物馆', 'desc'=>'欢迎参观高等教育出版社博物馆
高等教育出版社成立于1954年5月，是中国人民共和国诞生后最早设立的专业教育出版机构之一，经过近六十五年的奋斗，已经发展成为以出版高等教育、职业教育、成人及社会教育等教育类、专业类、科技类出版物为主的综合性大型出版社。
自建社以来，高等教育出版社以“植根教育、弘扬学术、繁荣文化、服务社会”为使命，始终把坚持正确的出版导向和社会效益放在首位，为新中国的教育事业和出版事业做出了卓越的贡献。。'),

array('node'=>'node_00010102','title'=>'领导的关怀', 'desc'=>'高等教育教材建设的艰辛历程和辉煌成就，凝聚了党和国家领导人的亲切关怀，离不开中宣部、教育部、新闻出版总署等各级领导部门的大力支持。这些关怀与支持，推动了高等教育教材建设事业的不断发展，激励着高等教育出版社乃至所有出版工作者与广大作者团结一心、共同为高等教育教材建设不懈努力。'),

array('node'=>'node_00010103','title'=>'党和国家领导人的亲切关怀', 'desc'=>'建社以来，高教社一直受到党和国家领导人的亲切关怀。邓小平同志亲自为高教社题写了社名，江泽民同志为高教社的出版物《新时期的旗帜》亲笔题写了片名。李鹏同志、李岚清
同志、李铁映同志等党和国家领导人多次为高教社题词，刘云山同志、李长春同志多次视察高教社精品出版物展示，就高教社承担的“马克思主义理论研究和建设工程”重点教材出版发行工作予以指导，李岚清同志将多部著作交予高教社出版。我社成立60周年之际，中共中央政治局委员、国务院副总理刘延东同志作出重要批示，贾庆林同志、李长春同志发来贺信，李岚清同志题词祝贺。这些都充分体现出党和国家领导人对高教社的充分肯定和殷切希望。'),
array('node'=>'node_00010107','title'=>'书籍保护', 'desc'=>'高等教育出版社对多年来出版的书籍资料，都做了很多整理、保存工作，但因书籍承载的介质或时代、自然等因素，许多书籍都面临着无法再生的破损、流失甚至消失的困扰，为此，高教社利用现代信息技术对这些承载着出版社传统精华的书籍进行了数字化保护，这对于出版社文化的传承、推广和弘扬具有巨大的意义。')

);


$Z3D_VIDEO_DYN = array(
array('node'=>'node_00010104','hs_name'=>'videospot1','file'=>'0000.mp4','type'=>'AUTO','ico_ath'=>'65.6','ico_atv'=>'-0.68','pos'=>' ath="155.87978" atv="4.251215" zoom="true" distorted="true" rx="4.05" ry="46.0625" rz="0.138685" width="500" height="260" scale="0.466443" '),
array('node'=>'node_00010111','hs_name'=>'videospot1','file'=>'honor.mp4','type'=>'AUTO','ico_ath'=>'65.6','ico_atv'=>'-0.68','pos'=>'ath="89.60364" atv="-1.888007" zoom="true" distorted="true" rx="-3.45" ry="-0.9375" rz="-0.000154" width="1483" height="419" scale="0.679222"'),

);

//------------------------------------------------------------
$Z3D_TEXT_DYN = array(



);
?>
